{
  "dialogue-smuggler-intro": "(A different voice speaks. This one is warped and distorted, like the recording device they used was barely functional.)\n\nFound your way back here again, did you? Thought I'd leave you a message. I suppose you wouldn't recognize my voice... This is the one you know as Smuggler.",
  "dialogue-smuggler-listenpasttheend": "(Keep listening, long after the resonator goes quiet.)",
  "dialogue-smuggler-mentiontobias": "After you all packed up and left, I had my fun browsing the stacks. Lots of fascinating literature in here. But nothing quite as fascinating as what was on this resonator. You reckon any of those places still exist? Nadiya? Quiet? The Lazaret? You may not remember him, but a mutual friend of ours is leaving you a trail right back to his doorstep. I don't imagine you'll find a soul alive who could better answer your questions. About why you are what you are.\n\nWatching you all has been more than amusing enough. Don't think I haven't noticed what you get up to... Hard to believe you're his chosen ones. I guess beggars and choosers...",
  "dialogue-smuggler-mentionwinter": "I'm not sure you misfits could get there on your own. But don't worry. I'll keep guiding you. By the by, in case you didn't get my last letter, Winter has more work for you too. I suppose I could give you all another chance. Don't mess it up again, trying to go around me to my clients.",
  "dialogue-smuggler-outro": "I should cut this short soon, don't want to fill the Echo Chamber with my rambling. Say, I left a book out on one of the study tables by the treasure displays you so boldly looted. Would you put it back on the shelves for me? Thanks. Assuming you did that, I do have one more present for you. Look by the well you never use, for the translocator you forgot about.\n\nThank me later. We'll be in touch.",
  "dialogue-smuggler-returntomain": "(The resonator falls quiet again.)",
  "game:item-spear-generic-iron": "Iron spear",
  "game:item-spear-generic-meteoric": "Meteoric iron spear",
	
  "eusomniamods:item-dye-saffronyellow": "Saffron yellow dye",
  "eusomniamods:incontainer-item-dye-saffronyellow": "Saffron yellow dye"
}